Repository: Viarus/sheep-game
Catalog: messages.*.xlf
Languages: pl

source: Field Creator
pl: Stwórz pole

source: Add
pl: Dodaj

source: Random
pl: Losowe

source: Sheep Creator
pl: Stwórz owcę

source: Gender:
pl: Płeć:

source: Male
pl: Samiec

source: Female
pl: Samica

source: Lamb
pl: Jagnię

source: Branded:
pl: Firmowa:

source: No fields added!
pl: Brak pól!

source: Random
pl: Losowa

source: Rules:
pl: Zasady:

source: You need a field to create a sheep.
pl: Potrzebujesz pola by dodać owcę.

source: For sheep to mate, you need to place a female and a male sheep in the same row.
pl: Aby owce się rozmnażały, należy umieścić samicę i samca w tym samym rzędzie.

source: Mating has a <b>2/3 chance</b> of creating a lamb.
pl: Rozmnażanie ma <b>2/3 szansy</b> na stworzenie potomstwa.

source: <b>Click a sheep to brand it.</b>
pl: <b>Kliknij w owcę by stała się firmowa.</b>

source: Branded sheep will not mate with any other sheep.
pl: Firmowe owce nie będą się rozmnażać.

source: Lambs cannot be branded.
pl: Jagnięta nie mogą stać się firmowe.

source: A lamb will randomly become a female or male sheep when it grows up.
pl: Gdy jagnię dorośnie, losowo stanie się samcem bądź samicą.

source: You can't have two fields with the same name, but this doesn't apply to sheep.
pl: Nie można mieć dwóch pól o tej samej nazwie, ale nie dotyczy to owiec.

source: Mating takes <b>5 seconds</b>.
pl: Rozmnażanie trwa <b>5 sekund.</b>

source: The cooldown between mating attempts is <b>8 seconds</b>.
pl: Pomiędzy cyklami rozmnażania jest <b>8 sekund przerwy</b>.

source: A lamb needs <b>12 seconds</b> to grow up.
pl: Jagnię potrzebuje <b>12 sekund</b> by dorosnąć.

source: Don't leave your browser for too long, because the sheep will take over your CPU and RAM.
pl: Nie opuszczaj przeglądarki na zbyt długo, bo owce przejmą kontrolę nad Twoim procesorem i pamięcią RAM.
